Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Flip the picture or selection vertically.
be: Перакуліць відарыс ці вылучэнне вертыкальна.

source: Flip vertical
be: Перакуліць вертыкальна

source: Floppy Disk Drive
be: Дыскавод

source: Flower Garden
be: Гародчык кветак

source: Fluorescent
be: Флюарэсцэнтнае святло

source: Fo&nts
be: Шрыфты

source: Focal length
be: Фокусная даўжыня

source: Focal plane X resolution
be: Разрознасць фокуснай X-плоскасці

source: Focal plane Y resolution
be: Разрознасць фокуснай Y-плоскасці

source: Fol&der List
be: Спіс файлаў

source: Folder
be: Каталог

source: Folder &options...
be: Налады каталогаў...

source: Folder Access Denied
be: Адмоўлена ў доступе да каталога

source: Folder In Use
be: Каталог выкарыстоўваецца

source: Folder Options
be: Налады каталогаў

source: Folder Options...
be: Налады каталогаў...

source: Folder Path: %s
be: Шлях каталога: %s

source: Folder Shortcut
be: Пускальнік каталога

source: Folder View
be: Каталогавы выгляд

source: Folder Views
be: Каталогавы выгляд

source: Folder and search options
be: Налады каталогаў і пошуку

source: Folder can not move because there is non redirectable folder at the same path
be: Каталог нельга перамяшчаць, бо яна неперанакіроўвальная

source: Folder does not exist
be: Каталог не існуе

source: Folder full.
be: Каталог поўны.

source: Folder icons
be: Значкі каталогаў

source: Folder is not redirectable
be: Каталог не перанакіроўвальны

source: Folder is ready for &archiving
be: Каталог гатовы для архівавання

source: Folder is redirected via policy
be: Каталог перанакіраваны палітыкай

source: Folder name
be: Назва каталога

source: Folder name:
be: Назва каталога:

source: Folder not empty
be: Каталог не пусты

source: Folder options
be: Налады каталогаў

source: Folder path
be: Шлях каталога

source: Folder pictures
be: Відарысы каталогаў

source: Folder redirection is denied
be: У перанакіраванні каталога адмоўлена

source: Folder redirection is disabled by policy
be: Перанакіраванне каталога адключана палітыкай

source: Folder views
be: Каталогавы выгляд

source: Folder:
be: Каталог:

source: Folders
be: Каталогі

source: Folders that have been included will not be affected.
be: Гэта не закране ўкладзеныя каталогі.

source: Folklore
be: Фальклор

source: Follow Up
be: Следам

source: Followup Flag
be: Сцяг следам

source: Font
be: Шрыфт

source: Font Chooser Common Dialog
be: Звычайны дыялог абрання шрыфта

# Font Chooser Common Dialog
source: Font Chooser Common Dialog\r\n
be: Звычайны дыялог абрання шрыфту\r\n

source: Font Color
be: Колер шрыфту

source: Font Size
be: Колер шрыфту

source: Font embeddability
be: Укараняльнасць шрыфту

source: Font family details
be: Дэталі гарнітуры шрыфту

source: Font file
be: Файл шрыфту

source: Font file names
be: Назвы файлаў шрыфтоў

source: Font name: %1
be: Назва шрыфта: %1

source: Font preview:
be: Перадпрагляд шрыфту:

source: Font settings
be: Налады шрыфту

source: Font si&ze:
be: Памер шрыфту:

source: Font st&yle:
be: Стыль шрыфту:

source: Font style
be: Стыль шрыфту

source: Font type
be: Тып шрыфту

source: Font version
be: Версія шрыфту

source: Font...
be: Шрыфт...

source: Fonts
be: Шрыфты

source: For &Computers
be: Камп'ютары

source: For &Files or Folders...
be: Файлы і каталогі...

source: For &Printer
be: Друкарка

source: For Windows and other products from %s
be: Для Windows і іншых прадуктаў з %s

source: For Windows only.
be: Толькі для Windows.

source: For a custom DPI setting, select a percentage from the list, or drag the ruler with your mouse.
be: Для дапасавання колькасці кропак на цалю, абярыце адсоткавыя суадносіны са спісу, альбо перацягніце лінейку мышшу.

source: For details, click on an individual item or go to History.
be: Каб атрымаць больш падрабязную інфармацыю, пстрыкніце неабходны элемент або глядзіце Журнал.

# For details, click on an individual item or go to History.
source: For details, click on an individual item or go to History.\r\n
be: Каб атрымаць больш падрабязную інфармацыю, пстрыкніце неабходны элемент або глядзіце Журнал.\r\n

source: For each selected item, Windows will check for problems and send you a message if problems are found. <a href="mshelp://windows/?id=91558e3c-22f9-42dd-a132-f51482063c98">How does Action Center check for problems?</a>
be: Windows будзе правяраць наяўнасць праблем для кожнага вылучанага элемента і дасылаць вам паведамленне, калі праблемы будуць знойдзеныя. <a href="mshelp://windows/?id=91558e3c-22f9-42dd-a132-f51482063c98">Як цэнтр дзеянняў правярае наяўнасць праблем?</a>

source: For each selected item, Windows will check for problems and send you a message if problems are found. How does Action Center check for problems?
be: Windows будзе правяраць наяўнасць праблем для кожнага вылучанага элемента і дасылаць вам паведамленне, калі праблемы будуць знойдзеныя. Як цэнтр дзеянняў правярае наяўнасць праблем?

source: For example, 1,3,5-12.
be: Прыклад: 1,3,5-12

source: For example, 1,5-12
be: Прыклад: 1,5-12

source: For example, 5-12
be: Прыклад: 5-12

source: For example, 5-12.
be: Прыклад: 5-12

source: For information about scanning options, see Help and Support.
be: Інфармацыю аб параметрах праверкі можна знайсці ў цэнтры даведкі і падтрымкі.

# For information about scanning options, see Help and Support.
source: For information about scanning options, see Help and Support.\r\n
be: Інфармацыю аб параметрах праверкі можна знайсці ў цэнтры дапамогі і падтрымкі.\r\n

source: For information on installing or troubleshooting updates, see Help and Support.
be: Інфармацыю аб усталяванні ці вырашэнні праблем абнаўленняў глядзіце ў дапамозе і падтрымцы.

# For information on installing or troubleshooting updates, see Help and Support.
source: For information on installing or troubleshooting updates, see Help and Support.\r\n
be: Дадатковыя звесткі аб усталёўванні абнаўленняў можна знайсці ў цэнтры дапамогі і падтрымкі.\r\n

source: For information on installing updates, see Help and Support.
be: Дадатковыя звесткі аб усталёўцы абнаўленняў можна знайсці ў цэнтры дапамогі і падтрымкі.

# For information on installing updates, see Help and Support.
source: For information on installing updates, see Help and Support.\r\n
be: Дадатковыя звесткі аб усталёўцы абнаўленняў можна знайсці ў цэнтры дапамогі і падтрымкі.\r\n

source: For more assistance, click Web Help.
be: Для дадатковай дапамогі пстрыкніце 'Дапамога ў сеціве'

source: For more information on this version of UDF, refer to Which CD or DVD format should I use?
be: Дадатковую інфармацыю пра версію UDF можна атрымаць па спасылцы 'Які фармат кружэлкі варта выкарыстоўваць?'

source: For more information, click See details.
be: Для дадатковай інфармацыі пстрыкніце "Пабачыць дэталі"

source: For more information, contact the administrator.
be: Для дадатковай інфармацыі звяжыцеся з ім.

source: For more information, contact your system administrator.
be: Для дадатковай інфармацыі звяжыцеся з вашым сістэмным адміністратарам.

source: For more information, right click the Windows Media Center system tray icon and open the Windows Media Center Update Log.
be: Каб даведацца больш, пстрыкніце правай клавішай значак WMCenter у сістэмным латку і адчыніце WMCenter Update Log.

source: For more information, search Help for read-only files and how to change them.
be: Каб атрымаць больш інфармацыі, пашукайце ў дапамозе звесткі пра файлы толькі для чытання і якім чынам змяняць іх.

source: For more information, search for removing spyware in Help and Support.
be: Дадатковую інфармацыю аб выдаленні небяспечных элементаў глядзіце ў цэнтры дапамогі і падтрымкі.

# For more information, search for removing spyware in Help and Support.
source: For more information, search for removing spyware in Help and Support.\r\n
be: Дадатковую інфармацыю аб выдаленні небяспечных элементаў глядзіце ў цэнтры дапамогі і падтрымкі.\r\n

source: For more information, see Help and Support.
be: Больш падрабязную інфармацыю глядзіце ў цэнтры дапамогі і падтрымкі карыстальнікаў.

# For more information, see Help and Support.
source: For more information, see Help and Support.\r\n
be: Больш падрабязную інфармацыю глядзіце ў цэнтры дапамогі і падтрымкі карыстальнікаў.\r\n

source: For more information, see the privacy statement online.
be: Для дадатковай інфармацыі прагледзьце заяву аб прыватнасці ў сеціве.

source: For sharing and discovery to work properly, make sure the settings in your firewall program match the following settings.
be: Каб абагульванне і вынаходства працавалі правільна, пераканайцеся, што налады вашай праграмы заслону адпавядаюць наступным параметрам.

source: For testing purposes only.
be: Толькі для мэтаў тэставання.

source: For the application to run properly, it is recommended that you first extract all files.
be: Каб гэтая праграма працавала правільна, рэкамендавана выняць усе файлы.

source: For your protection, the detected items have been cleaned automatically.
be: У мэтах бяспекі, знойдзеныя элементы будуць выдалены аўтаматычна.

source: Force Task Manager to update now, regardless of Update Speed setting
be: Прымусіць кіраўнік задач абнавіцца, не зважаючы на налады хуткасці абнаўлення

source: Force a dismount
be: Адмацаваць прымусова

source: Force disconnect of this user
be: Прымусовае адключэнне карыстальніка

source: Foreground
be: Пярэдні план

source: Form&at...
be: Фарматаваць

source: Format
be: Фарматаванне

source: Format %s
be: Фарматаваць '%s'

source: Format &options
be: Налады фарматавання

source: Format Complete.
be: Фарматаванне скончана.

source: Format Disc
be: Фарматаваць дыск

source: Format Drive
be: Фарматаваць дыск

source: Format disk
be: Фарматаваць дыск

source: Format:
be: Фармат:

source: Formats
be: Фарматы

source: Formats the selected drive.
be: Фарматуе абраны дыск.

source: Formatting
be: Фарматаванне

source: Formatting %s
be: Фарматаванне %s

source: Formatting the rest of your disc
be: Фарматаванне рэшты вашай кружэлкі

source: Formatting...
be: Фарматаванне...

source: Forward
be: Наперад

source: Forward to %s
be: Наперад да '%s'

source: Fourth Low Battery Alarm Action
be: Дзеянне чацвертага сігналу нізкага ўзроўню батарэі

source: Fourth low-battery alarm flags
be: Сцягі чацвертага сігналу нізкага ўзроўню батарэі

source: Fourth power trip point
be: Чацвертая кропка спатыкнення энергіі

source: Frame count
be: Лік кадраў

source: Frame height
be: Вышыня кадра

source: Frame rate
be: Хуткасць кадраў

source: Frame width
be: Шырыня кадра

source: Fre&quency:
be: Час&тата

source: Free
be: Вольна

source: Free Space
be: Вольная прастора

source: Free an additional %1 of space, and then try again.
be: Вызваліце дадаткова %1 прасторы і паўтарыце спробу.

source: Free space:
be: Вольна:

source: Free up disk space
be: Вызваліць дыскавую прастору

source: Free up disk space and then try again.
be: Вызваліце дыскавую прастору і паўтарыце спробу.

source: Free up disk space by deleting unnecessary files
be: Вызваліць дыскавую прастору праз выдаленне непатрэбных файлаў

source: Free up space and try again, or try saving to another location.
be: Вызваліце прастору і паўтарыце спробу ці паспрабуйце захаваць у іншым размяшчэнні.

source: Free up space from this disk and try again:
be: Вызваліце прастору на гэтым дыску і паспрабуйце зноў:

source: Free-form selection
be: Вылучэнне адвольнай формы

source: Free/busy status
be: Статус вольны/заняты

source: FreeCell
be: Вольная Вочка

source: French
be: Французская

source: French (Belgium)
be: Французская (Бельгія)

source: French (Canada)
be: Французская (Канада)

source: French (France)
be: Французская (Францыя)

source: French (Luxembourg)
be: Французская (Люксембург)

source: French (Monaco)
be: Французская (Манака)

source: French (Switzerland)
be: Французская (Швейцарыя)

source: Frequent
be: Частыя

source: Frequently used programs
be: Часта ўжываныя праграмы

source: Fri
be: Пят

source: Friday
be: Пятніца

source: Friday|Fri
be: Пятніца|Пят

source: Friendly name
be: Зразумелае імя

source: Fro&m scanner or camera
be: Са сканера ці камеры

source: From
be: Адпраўнікі

source: From %s
be: З %s

source: From '%1!ls!' to '%2!ls!'
be: З '%1!ls!' у '%2!ls!'

source: From a computer that is connected to the Internet, copy the setup package to removable media, such as a USB drive.
be: Скапіюйце пакет усталёўкі з камп'ютара, які злучаны з сецівам, на здымны носьбіт, напрыклад, флэш-карту.

source: From addresses
be: Адрасы адпраўнікоў

source: From scanner or camera
be: Са сканера ці камеры

source: From:
be: З:

source: Frost
be: Шэрань

source: Frosted Glass
be: Замерзлае шкло

source: Fuchsia
be: Ружовы

source: Full
be: Поўныя

source: Full Control
be: Поўнае кіраванне

source: Full Scan%0
be: Поўная праверка%0

source: Full battery
be: Батарэя поўная

source: Full battery (charging)
be: Батарэя поўная (зараджаецца)

source: Full computer name:
be: Поўная назва камп'ютара:

source: Full name
be: Поўнае імя

source: Full scan
be: Поўная праверка

source: Full screen
be: Поўны экран

source: Full screen (F11)
be: Поўны экран (F11)

source: Full%0
be: Поўнае%0

source: Fullwidth Forms
be: Поўнашырокія формы

source: Fully charged (100%)
be: Поўнасцю зараджаная (100%)

# Fully charged (100%) Consider replacing your battery.
source: Fully charged (100%)\nConsider replacing your battery.
be: Поўнасцю зараджаная (100%)\nПадумайце аб замене вашае батарэі.

source: Funktional
be: Функцыянальны

source: G
be: Г

source: G&rave Accent (`)
be: Апостраф (`) ці Ё

source: GB
be: ГБ

source: GB - 1 TB
be: Гб - 1 Тб

source: GDI Objects
be: Аб'екты GDI

source: GDIPlus Error:%1.
be: Памылка GDIPlus:%1.

source: GIF image
be: GIF-выява

source: Gadget
be: Гаджэт

source: Gadget Gallery
be: Галерэя гаджэтаў

source: Gadgets
be: Гаджэты

source: Gadgets Gallery Layout Object
be: Аб'ект пабудовы галерэі гаджэтаў

source: Gadgets Layout Object
be: Аб'ект пабудовы гаджэтаў

source: Gaelic
be: Кельцкая

source: Gain control
be: Кіраванне павелічэннем

source: Galician
be: Галісійская

source: Gambling
be: Азартныя гульні

source: Game
be: Гульня

source: Game Controllers
be: Game-кантролеры

source: Game Media
be: Гульня

source: Game Over
be: Гульня скончаная

source: Game restrictions
be: Абмежаванні гульні

source: Games
be: Гульні

source: Games Explorer
be: Вандроўнік па гульнях

source: Games drawn:
be: Нічыйных разоў:

source: Games drawn: 99999
be: Нічыйных разоў: 99999

source: Games played:
be: Згуляна разоў:

source: Games played: 99999
be: Згуляна разоў: 99999

source: Games won:
be: Выгуляна разоў:

source: Games won: 99999
be: Выгуляна разоў: 99999

source: Gaming Devices
be: Гульнявыя прылады

source: Gateway
be: Шлюз

source: Gbps
be: Гбіт/с

source: Gender
be: Пол

source: General
be: Агульныя

source: General Items
be: Агульныя элементы

source: General Options
be: Агульныя налады

source: General Punctuation
be: Агульная пунктуацыя

source: General options
be: Агульныя налады

source: Generate a system health report
be: Генераваць справаздачу аб здароўі сістэмы

source: Generating report signatures. Please wait...
be: Генераванне подпісу справаздачы. Калі ласка, пачакайце...

source: Generic
be: Агульны

source: Generic error.
be: Агульная памылка

source: Generic%0
be: Універсальны%0

source: Genre
be: Жанр

source: Georgian
be: Грузінская

source: Georgian (Ergonomic)
be: Грузінская (эрганамічная)

source: Georgian (QWERTY)
be: Грузінская (QWERTY)

source: German
be: Нямецкая

source: German (Austria)
be: Нямецкая (Аўстрыя)

source: German (Germany)
be: Нямецкая (Нямеччына)

source: German (IA5)
be: Нямецкая (IA5)

source: German (IBM)
be: Нямецкая (IBM)

source: German (Liechtenstein)
be: Нямецкая (Ліхтэнштэйн)

source: German (Luxembourg)
be: Нямецкая (Люксембург)

source: German (Switzerland)
be: Нямецкая (Швейцарыя)

source: Get &More Games Online
be: Атрымаць больш гульняў у сеціве

source: Get &help
be: Атрымаць дапамогу

source: Get Colors
be: Атрымаць колеры

source: Get genuine now
be: Атрымаць сапраўдную копію

source: Get genuine...
be: Атрымаць сапраўдную копію...

source: Get help
be: Атрымаць дапамогу

source: Get help on using Paint.
be: Атрымаць дапамогу ў карыстанні Фарбы.

source: Get help using WordPad.
be: Атрымаць дапамогу ў карыстанні WordPad.

source: Get help with this error
be: Атрымаць дапамогу з гэтай памылкай

source: Get help.
be: Атрымаць дапамогу.

source: Get information on definition updates and up to date information on malware.
be: Апошнія звесткі аб шкодных праграмах і абнаўленнях вызначэнняў.

source: Get more features with a new edition of Windows 7
be: Атрымаць больш дапаўненняў з новым выданнем Windows 7

source: Get more font information online
be: Атрымаць больш інфармацыі сеціве

source: Get more gadgets online
be: Атрымаць больш гаджэтаў у сеціве

source: Get more themes online
be: Атрымаць больш тэмаў у сеціве

source: Get more tools and the latest security information online.
be: Атрымаць больш інструментаў і апошнюю інфармацыю па бяспецы ў сеціве.

source: Get programs
be: Атрыманне праграм

source: Get the properties on the selected item(s).
be: Атрымаць уласцівасці вылучаных элементаў.

source: Get updates for other Microsoft products.
be: Атрымаць абнаўленні для іншых прадуктаў Microsoft.

source: Getting Started
be: На пачатку

source: Getting contents of folder
be: Атрыманне змесціва каталога

source: Gigantic (>128 MB)
be: Гіганцкія (>128 МБ)

source: Gigantic (>129 MB)
be: Гіганцкія (>129 МБ)

source: Gigantic (over 120 GB)
be: Гіганцкія (больш за 120 ГБ)

source: Give administrative rights to a domain user
be: Даць адміністратарскія правы карыстальніку дамена

source: Give me &recommended updates the same way I receive important updates
be: Даваць мне рэкамендаваныя абнаўленні такім жа чынам, як я атрымліваю важныя абнаўленні

source: Give other users access to this computer
be: Даць іншым карыстальнікам доступ да камп'ютара

source: Give the connection a different name.
be: Даць злучэнню іншую назву.

source: Given name
be: Дадзеная назва

source: Global Settings
be: Агульныя налады

source: Go To
be: Перайсці

source: Go To Last Folder Visited
be: Перайсці да апошняга прагледжанага каталога

source: Go To Line
be: Перайсці на радок

source: Go online to find out whats new in Windows 7
be: Даведацца ў сеціве, што новага ў Windows 7

source: Go online to find out whatвЂ™s new in Windows 7
be: Даведацца ў сеціве, што новага ў Windows 7

source: Go online to find out what’s new in Windows 7
be: Даведацца ў сеціве, што новага ў Windows 7

source: Go online to get Windows Live Essentials
be: Атрымаць кампаненты Windows Live у сеціве

source: Go to "%s"
be: Перайсці да "%s"

source: Go to &Process
be: Перайсці да працэса

source: Go to &Service(s)
be: Перайсці да службаў

source: Go to &Unicode :
be: Перайсці да Unicode:

source: Go to Today
be: Перайсці на сёння

source: Go to the main User Accounts page
be: Перайсці да галоўнай старонкі рахункаў карыстальнікаў

source: Go to the next page in the picture.
be: Перайсці да наступнай старонкі відарыса.

source: Go to the previous page in the picture.
be: Перайсці да папярэдняй старонкі відарыса.

source: Goes to the next page.
be: Пераходзіць на наступную старонку.

source: Goes to the previous page.
be: Пераходзіць на папярэднюю старонку.

source: Goes up one level.
be: Пераходзіць на ўзровень уверх.

source: Going to sleep...
be: Засынанне...

source: Gold
be: Залаты

source: Good
be: Добры

source: Good\0
be: Добры\0

source: Graph bytes received.
be: Графік атрыманых байтаў.

source: Graph bytes sent.
be: Графік дасланых байтаў.

source: Graph the sum of the bytes sent and received.
be: Графік сумы атрыманых і дасланых байтаў.

source: Graphic
be: Графіка

source: Graphics quality
be: Якасць графікі

source: Grave Accent
be: Апостраф ці Ё

source: Gray
be: Шэры

source: Greek
be: Грэцкая

source: Greek (220)
be: Грэцкая (220)

source: Greek (220) Latin
be: Грэцкая (220, лацінка)

source: Greek (319)
be: Грэцкая (319)

source: Greek (319) Latin
be: Грэцкая (319, лацінка)

source: Greek (Windows)
be: Грэцкая (Windows)

source: Greek Latin
be: Грэцкая (лацінка)

source: Greek Letter
be: Грэцкая літара

source: Greek Polytonic
be: Грэцкая (палітанічная)

source: Green
be: Зялёны

source: Greenlandic
be: Грэнландская

source: Grid Image Object
be: Аб'ект выявы сеткі

source: Gridlines
be: Лініі сеткі

source: Gridlines (Ctrl+G)
be: Лініі сеткі (Ctrl+G)

source: Gripper
be: Заціск

source: Grou&p by
be: Групаваць па

source: Group
be: Група

source: Group %d
be: Група %d

source: Group By
be: Групаваць па

source: Group Header
be: Загаловак групы

source: Group Policy
be: Групавая палітыка

source: Group as One &Word
be: Група як адно слова

source: Group description
be: Апісанне групы

source: Group error.
be: Памылка групы.

source: Group items in the window by %s.
be: Групаваць элементы ў вакне па %s.

source: Group members
be: Чальцы групы

source: Group similar windows on the taskbar
be: Групаваць падобныя вокны на паліцы задач

source: Grouping Symbol
be: Групавальнік

source: Groups
be: Групы

source: Groups you can share with
be: Групы, для якіх вы можаце абагульваць

source: Guest
be: Госць

source: Guest account
be: Рахунак госця

source: Guest account is off
be: Рахунак госця выключаны

source: Guest account is on
be: Рахунак госця ўключаны

source: Guestbook
be: Гасцявая кніга

source: Gujarati
be: Гуяраці

source: Gurmukhi
be: Гурмукхі

source: G|Gb|Gbyte|Gbytes
be: Г|Гб|Гбайт|Гбайтаў

source: H&eight:
be: Вышыня:

source: H&ide Text
be: Хаваць подпісы

source: H&orizontal:
be: Гарызанталь:

source: H&over:
be: Навядзенне:

source: H&ue:
be: Адценне:

source: HDTV content
be: Змесціва HDTV

source: HTML Files@*.htm;*.html;*.mhtml;*.mht@Text Files@*.txt@GIF Files@*.gif@JPEG Files@*.jpg;*.jpeg@PNG Files@*.png@All Files@*.*@
be: HTML-файлы@*.htm;*.html;*.mhtml;*.mht@Тэкставыя файлы@*.txt@GIF-файлы@*.gif@JPEG-файлы@*.jpg;*.jpeg@PNG-файлы@*.png@Усе файлы@*.*@

source: HTML editing
be: Рэдагаванне HTML

source: Halfwidth Character
be: Паўшырокі знак

source: Halfwidth Forms
be: Паўшырокія формы

source: Handle
be: Трымальнік

source: Handles
be: Трымальнікі

source: Handset
be: Гарнітура

source: Handwriting
be: Рукапісны ўвод

source: Handwriting Recognition
be: Распазнанне рукапіснага ўводу

source: Hang &Up
be: Павесіць

source: Hang Signature
be: Подпіс завісання

source: Hang Type
be: Тып завісання

source: Hang%0
be: Завісанне%0

source: Hangul(Johab)
be: Hangul (джахаб)

source: Hard
be: Цвёрды

source: Hard Disk Drives
be: Раздзелы

source: Hard IO error.
be: Памылка абсталявання У/В.

source: Hard disk
be: Хард-дыск

source: Hard disk burst ignore time
be: Час ігнаравання выбуху актыўнасці хард-дыска

source: Hard drive on this computer
be: Раздзел на гэтым камп'ютары

source: Harddisk lowspeed timeout.
be: Час зніжэння хуткасці хард-дыска.

source: Hardware
be: Абсталяванне

source: Hardware Disabled
be: Абсталяванне выключанае

source: Hardware Malfunction
be: Абсталяванне шкоднае

source: Hardware Not Present
be: Абсталяванне адсутнічае

source: Hardware Resources
be: Рэсурсы абсталявання

source: Hardware and Devices
be: Абсталяванне і прылады

source: Hardware and Sound
be: Абсталяванне і гук

source: Hardware: Installation (Planned)
be: Абсталяванне: усталяванне (планаванае)

source: Hardware: Installation (Unplanned)
be: Абсталяванне: усталяванне (непланаванае)

source: Hardware: Maintenance (Planned)
be: Абсталяванне: абслугоўванне (планаванае)

source: Hardware: Maintenance (Unplanned)
be: Абсталяванне: абслугоўванне (непланаванае)

source: Harmony
be: Гармонія

source: Has
be: Мае

source: Has Attachments
be: Мае прычэпкі

source: Has attachments
be: Мае прычэпкі

source: Has flag
be: Мае сцяг

source: Hate speech
be: Непрыстойная гаворка

source: Hausa
be: Хаўса (Hausa)
